history,301
english,600
church,832
new,1686
zealand,508
right,415
reverend,11
william,83
leonard,6
williams,188
sometime,16
bishop,394
waiapu,30
book,210
respectfully,1
dedicated,25
memory,47
eminent,14
services,156
rendered,54
others,461
name,763
illustration,602
rev,102
samuel,23
marsden,146
h,195
t,306
purchas,4
m,1142
vicar,5
glenmark,5
n,289
z,25
canon,13
christchurch,58
cathedral,401
examining,13
chaplain,13
author,66
harper,24
canterbury,52
settlement,116
johannine,1
problems,47
modern,166
needs,60
simpson,5
limited,70
g,121
robertson,3
co,124
propy,1
ltd,6
melbourne,12
sampson,2
low,387
london,180
1914,42
_by,2
author_,1
_press,1
notices_,1
original,161
edition,32
glad,47
welcome,64
written,139
interesting,189
throughout,206
one,3892
s,3904
attention,193
never,638
flags,11
exactly,75
wanted,90
churchmen,11
shelf,5
every,961
churchman,5
least,362
colony,435
simply,74
advise,15
readers,37
buy,51
read,200
let,418
boys,32
girls,31
_auckland,1
gazette,7
_,664
reads,10
eagerly,16
though,854
novel,12
_n,4
guardian_,1
dunedin,31
just,472
present,573
young,405
clergyman,16
wishes,92
life,737
ideal,19
pastor,11
_nelson,2
diocesan,19
valuable,67
addition,94
growing,95
library,84
historical,48
literature,46
_lyttelton,1
times,317
many,1362
respects,55
model,56
biography,3
_evening,1
post_,1
wellington,68
contribution,34
early,401
throws,10
considerable,167
light,523
pioneering,4
days,450
_the,43
outlook,13
revised,20
enlarged,29
extent,125
re,165
additions,15
considerably,31
exceed,20
omissions,2
generally,330
fuller,20
may,1856
said,823
full,331
interest,232
_guardian_,1
england,454
whitcombe,1
tombs,105
publishers,7
preface,22
asked,190
took,474
hand,362
task,97
difficulty,124
delicacy,34
writing,55
dominion,42
can,1353
really,139
find,466
truthful,3
answer,135
schoolboy,1
please,83
sir,219
couldn,3
help,255
boyhood,7
old,614
country,1282
copy,100
fell,148
hands,241
felt,159
drawn,109
subject,265
reading,84
selwyn,124
strengthened,17
attraction,8
urging,12
friends,281
later,332
years,798
combined,69
inclinations,1
thus,457
work,1007
way,837
general,879
synod,73
1913,77
committed,45
definite,37
duty,110
last,616
quarter,147
century,500
indeed,307
possessed,63
honoured,11
teacher,26
dean,11
jacobs,2
scholarly,5
volume,39
hardly,234
bettered,3
constitutional,37
side,798
department,55
wrote,86
taken,403
mean,156
part,1266
events,116
describes,27
ecclesiastical,45
learning,29
judicial,10
temper,30
admirably,23
qualified,15
working,125
ground,453
perhaps,284
able,307
point,749
facts,86
missed,17
ignored,11
whole,679
left,451
field,222
seeks,23
rather,317
depict,1
ideals,32
guided,28
leading,80
figures,119
description,102
missionary,142
period,432
also,1078
admirable,46
piece,121
advantage,111
stores,97
material,133
now,1415
available,127
indefatigable,8
enthusiasm,31
late,208
dr,193
hocken,5
journals,21
missionaries,221
brought,515
made,1551
student,28
comprehensive,9
collection,27
enables,20
us,1559
come,675
close,331
touch,66
already,350
far,900
distant,423
course,956
historian,14
must,998
principle,125
_summa,1
sequi,1
fastigia,1
rerum_,1
estimate,17
aright,1
heroic,19
leaders,80
rulers,13
unless,124
follow,144
thoughts,88
careers,5
less,654
conspicuous,81
agents,19
humble,30
catechist,5
native,1153
convert,12
thinker,3
acknowledging,7
obligations,18
wish,105
express,88
gratitude,32
authorities,104
museum,93
kept,173
friend,118
archdeacon,56
woodthorpe,1
kindly,35
placed,165
service,326
unpublished,2
researches,10
contained,58
permission,42
consult,24
godley,28
correspondence,21
thank,40
board,339
governors,8
college,103
loan,13
rare,75
pamphlet,7
death,189
c,536
volkner,13
greatly,114
indebted,14
mr,1069
alexander,13
turnbull,1
fancourt,1
city,217
afforded,38
generous,24
recovering,8
diocese,64
long,1013
served,67
auckland,94
j,123
king,381
davis,24
descendant,7
two,1562
whose,480
names,181
bears,57
enabled,43
identify,8
positions,25
forgotten,48
_pas_,10
furnished,46
information,292
points,160
correspondents,3
bay,748
islands,621
otago,12
assisted,22
generously,6
local,233
knowledge,188
outside,141
acknowledge,35
mrs,99
hobhouse,10
wells,20
ven,2
birmingham,2
widow,9
son,217
first,1500
nelson,38
clergy,82
acceded,1
application,57
photographs,19
churches,334
fair,210
number,733
use,714
senders,1
desire,153
thanks,66
view,287
ruined,24
tamaki,9
miss,63
brookfield,1
excellent,100
representation,32
scene,62
signing,4
treaty,42
waitangi,12
f,84
mcdonnell,1
preparation,19
ms,49
press,92
east,2201
leithfield,1
greatest,171
remains,150
told,310
aged,32
venerable,10
owes,7
abundant,49
unique,35
engaged,82
fresh,515
laborious,4
research,22
chapter,442
sent,438
soon,501
benefited,5
immensely,16
careful,60
criticism,14
without,782
thorough,11
testing,5
imperfect,24
due,169
however,800
state,703
emphatically,9
responsible,52
views,83
expressed,86
fact,354
quite,303
agree,62
intricacies,3
high,755
policy,201
mingled,22
motive,23
will,2442
appeal,86
different,361
minds,69
aim,28
arrive,31
simple,202
truth,133
often,487
driven,72
abandon,14
cherished,15
ideas,79
imperative,7
demand,59
spelling,9
maori,127
authority,112
always,501
followed,209
except,358
place,1008
looked,105
pakeha,7
colonial,200
spelt,5
manner,281
warned,17
confusing,7
turanga,3
poverty,51
tauranga,27
plenty,106
similarly,29
call,230
wide,216
difference,115
tamihana,40
te,64
waharoa,14
rauparaha,24
notable,65
men,977
characters,74
alike,58
opposite,76
sides,207
great,1756
war,518
scope,30
permitted,69
trace,44
melanesian,9
mission,195
deal,129
island,1004
dependencies,4
even,1035
within,471
limits,49
treatment,142
seem,315
inadequate,10
1850,20
1890,26
covered,219
latest,27
stage,70
pleasure,86
appending,1
letter,387
primate,25
office,130
experience,130
enable,87
speak,150
upon,1912
day,1035
p,824
vicarage,2
march,131
dear,198
consideration,63
career,38
worker,32
request,83
add,83
forthcoming,9
short,358
account,288
impressions,22
progress,196
since,486
1871,14
prospects,25
chief,454
tasks,21
lie,105
think,383
convenient,55
form,739
attempt,120
supply,90
need,207
addressing,19
embracing,9
topics,17
esteem,17
worthy,59
printed,30
turning,49
question,258
premise,4
institution,33
largely,114
affected,39
attendant,5
circumstances,138
surroundings,25
reference,60
provincial,21
mention,111
weakened,8
loss,93
leaned,2
counsel,11
stimulating,8
influence,266
bishops,45
abraham,32
martin,36
swainson,4
besides,166
prominent,60
george,152
arney,1
known,555
speedily,24
leader,44
removed,60
causes,81
surrender,31
weakness,16
mere,161
_laudator,1
temporis,1
acti_,1
look,313
back,521
time,1735
arrival,100
feeling,173
giants,8
earth,278
recently,97
lost,160
like,1240
messrs,31
acland,1
hanmer,1
maude,1
sewell,1
col,14
haultain,1
hunter,18
brown,325
hadfield,51
marked,152
ability,41
halls,83
ring,11
forcible,2
utterances,6
love,238
self,178
sacrificing,12
spirit,280
determination,44
make,666
praise,48
faithful,34
guardian,302
fathers,37
interval,19
review,13
affect,31
say,437
anything,224
places,394
filled,124
another,702
adverse,7
circumstance,35
called,759
mind,222
commercial,67
depression,9
fictitious,5
prosperity,37
inflated,4
values,7
misled,7
apparently,109
prospect,72
making,236
money,111
rapidly,86
shoal,56
interested,31
persons,145
sprang,19
undertakings,8
entered,95
borrowed,20
capital,181
properties,16
bought,40
prices,17
realised,14
twenty,192
afterwards,165
consequence,60
widespread,7
desolation,8
visitations,1
horseback,11
journey,118
hundred,219
miles,1064
stations,51
homesteads,1
formerly,70
hospitably,3
received,315
whether,263
owners,48
belonged,29
communion,27
either,399
closed,49
altogether,106
charge,98
shepherd,10
proprietors,3
sheep,85
liberal,34
supporters,24
ruin,30
disaster,16
nearest,49
clerical,14
institutions,98
management,40
weariness,4
hard,219
keep,256
courage,63
workers,74
thankful,12
organised,13
manifestly,4
impossible,137
subdivide,1
districts,137
introduce,13
additional,57
little,1196
else,149
thought,383
holding,58
hindered,6
conditions,183
developed,143
accept,48
provide,72
saying,89
large,817
displacement,2
pastoral,28
industry,57
agricultural,61
misfortune,12
regards,68
latter,331
increase,117
population,285
land,1838
given,505
exercise,49
ministerial,17
activities,80
vestries,2
committees,13
harder,14
demanding,13
much,1341
closer,37
details,187
man,967
might,680
ride,23
round,380
eight,155
ten,181
district,168
collecting,8
10,456
20,283
easily,115
raise,52
stipend,5
enjoy,58
pleasant,114
visit,174
scattered,78
matter,251
means,380
patience,35
unnatural,11
therefore,344
outlying,12
avoided,29
officials,42
rely,14
residents,34
towns,85
villages,59
danger,142
vestry,4
becomes,119
content,48
got,377
together,294
enough,284
wherewith,9
discharge,30
free,567
elastic,6
expansion,37
members,309
enlisted,3
willing,41
establishment,61
kingdom,55
christ,125
satisfactory,39
body,470
devotion,59
performance,11
fear,139
comparison,30
countries,102
excluding,6
average,97
insulting,4
enactment,9
act,488
rescinded,2
unworthy,11
bar,49
inter,6
areas,127
profess,11
lay,408
people,1252
stand,116
amazed,6
patient,13
sacrifice,89
effort,90
affairs,144
synods,10
kind,367
promotion,15
future,227
instruction,43
laity,17
divine,125
commission,185
real,161
nature,281
union,362
method,87
authorised,6
holy,184
scripture,5
teach,29
divinity,8
schools,110
preparing,23
candidates,11
confirmation,15
line,481
precept,3
clear,395
heads,100
families,55
know,407
value,151
privileges,10
impressed,35
strength,140
convictions,5
afraid,40
allowed,102
pen,9
run,294
beyond,201
believe,227
remain,159
faithfully,14
bishopsgrove,1
january,89
keystone,1
printing,16
552,2
4,762
lonsdale,1
street,74
melb,1
contents,34
introduction,66
slow,116
christianity,60
towards,211
antipodes,29
moslem,20
barrier,27
effect,280
renaissance,165
europeans,152
south,4392
dutch,539
indies,22
tasman,26
discovery,67
three,847
kings,48
cook,420
convict,14
port,149
jackson,19
conclusions,15
1805,8
1813,5
pahi,16
wales,80
meeting,245
return,289
ruatara,39
home,314
society,165
plans,105
hall,256
meets,14
_active_,6
_boyd_,6
massacre,9
delay,49
waiting,40
ii,117
enterprise,49
1815,7
favourable,48
preliminary,11
voyage,172
noah,3
ark,6
interview,26
whangaroans,1
rangihoo,2
landing,50
christmas,23
1814,13
narrative,23
planting,13
gathering,39
timber,35
illness,14
iii,96
reception,44
1822,5
position,215
settlers,114
communistic,8
experiment,11
kendall,25
trouble,109
leigh,5
renewed,25
zeal,35
second,300
foundation,71
kerikeri,15
station,84
third,158
hongi,45
leave,212
iv,65
journeys,18
hinaki,10
mokoia,9
change,200
siege,36
devastation,10
thames,38
miserable,23
plight,8
closing,28
seminary,4
parramatta,14
beginning,159
1823,8
1830,17
character,276
paihia,39
difficulties,106
farming,26
richard,19
building,318
_herald_,3
flight,79
wesleyans,12
whangaroa,10
peace,172
conversions,2
taiwhanga,6
baptisms,3
effectiveness,6
evidences,29
v,127
forward,142
move,98
1831,4
1837,13
exploration,45
expedition,92
kaitaia,5
formed,161
cape,1182
reinga,4
evening,220
surprising,32
puriri,5
waikato,24
mangapouri,4
rotorua,20
looting,1
ohinemutu,3
matamata,12
chapman,20
bonnet,6
withdrawal,10
ngakuku,9
tarore,12
north,2606
departure,54
vi,41
1838,15
1840,14
occupation,82
opotiki,9
maunsell,18
broughton,6
influenza,3
octavius,2
coast,472
taumatakura,5
w,230
moves,15
ripahau,15
strait,115
learns,4
whiwhi,3
offers,49
nicholson,10
kapiti,7
whanganui,6
ascends,4
river,442
village,81
bells,9
taupo,9
wairarapa,4
instructions,65
karepa,2
vii,47
retrospect,8
1841,6
hobson,9
opposition,49
company,304
absence,78
gnostic,1
bible,74
translation,35
simplicity,58
worship,113
buying,14
motives,36
tested,7
selection,20
darwin,6
verdict,10
methodists,4
friendly,89
relations,112
disagreement,6
west,3271
roman,218
hardships,36
koinaki,1
taua,1
rapid,76
spread,101
among,789
maoris,165
gifts,43
civilisation,22
religiousness,2
letters,120
converts,33
heart,304
marvellous,34
hopes,127
viii,41
beginnings,20
order,597
1839,9
1842,12
immigrants,52
principles,120
henry,145
choice,51
waimate,31
condition,164
tour,48
plymouth,21
across,182
ix,37
adjustment,6
1843,23
1844,8
religious,124
divisions,40
formation,27
st,661
john,171
whytehead,5
communism,3
practice,101
lesson,13
world,605
ordinations,3
white,932
terraces,19
wairau,2
tragedy,14
wiremu,21
kingi,10
save,99
stewart,11
akaroa,4
bonds,6
fellowship,22
leaves,140
x,61
conflict,32
1845,11
founded,57
continued,184
heke,16
rebellion,51
tactics,7
burning,28
kororareka,12
ohaeawai,3
governor,213
grey,198
bats,70
nest,120
blood,122
treasure,13
despatch,18
substantiation,2
retractation,2
joins,12
dismissal,11
removal,16
pakaraka,8
subsequent,37
xi,27
healing,13
1856,15
visits,25
chatham,5
melanesia,14
otaki,18
wanganui,24
troubles,58
epidemic,8
failure,44
system,470
lutherans,2
porirua,3
improvement,21
colonists,82
association,47
captured,58
wins,2
affections,10
break,71
concordat,2
election,34
installation,3
xii,43
organisation,27
1859,11
creating,23
government,952
colonies,205
drafts,3
constitution,108
discussed,23
australian,85
royal,150
supremacy,22
advocacy,5
freedom,89
meetings,61
discuss,31
disarmed,5
voluntary,20
compact,11
taurarua,3
conference,49
struggle,54
franchise,57
promulgation,4
legal,77
recognition,38
bishoprics,8
completion,43
xiii,36
anguish,5
62,50
sudden,67
darkness,63
paucity,5
inadequacy,3
staff,28
movement,121
suspicion,20
loyalty,60
gore,43
browne,6
precipitates,1
taranaki,24
sympathy,69
natives,1323
growth,86
good,770
rule,336
defeat,19
truce,4
justice,133
discontent,20
xiv,38
1862,13
1868,13
peria,3
brings,56
rangiaohia,5
forces,98
henare,4
taratoa,7
rules,49
action,144
british,969
hauhauism,4
hipango,4
hauhaus,12
murder,15
night,512
horror,8
trial,29
patteson,14
memorial,34
sermon,9
starts,13
rescue,11
grace,101
critical,27
situation,160
offer,120
lichfield,21
bishopric,13
refusal,14
acceptance,19
tribute,16
xv,32
changes,74
produced,122
immigration,15
separateness,1
waerenga,6
hika,6
aute,3
reconstitution,1
kooti,6
prayers,95
ringa,1
tu,1
depressed,7
xvi,28
1878,10
nomination,3
l,178
jenner,13
appointment,25
rejection,5
dioceses,9
education,66
1877,32
episcopal,31
xvii,29
blue,75
gum,24
pine,57
macrocarpa,1
recovery,14
resignation,29
disputed,6
labour,189
retirement,16
appointments,6
1910,8
xviii,22
doctrine,29
discipline,17
hymns,16
theological,16
colleges,24
parish,28
priests,76
past,233
buildings,309
administration,95
patronage,2
finance,5
grammar,4
primary,16
sunday,201
charitable,7
relief,80
efforts,125
conclusion,75
maps,30
illustrations,27
1,1051
portrait,7
frontispiece,7
2,1308
map,44
showing,73
routes,9
facing,30
page,100
16,179
3,916
32,126
48,97
5,533
64,49
6,514
ruins,81
thomas,37
80,68
7,404
russell,12
88,35
8,499
96,37
9,326
stoke,8
near,485
112,28
matthew,15
128,29
11,243
144,31
12,321
160,32
13,183
168,54
14,216
napier,15
176,31
15,276
saints,20
palmerston,10
192,58
invercargill,4
200,65
17,148
luke,10
oamaru,4
208,26
18,162
school,135
chapel,135
224,16
19,142
baptistery,25
232,16
240,28
jerusalem,31
_acts,1
message,370
trifling,18
import,15
flashed,2
minutes,1923
nearly,382
eighteen,35
centuries,112
advance,91
direct,104
swift,21
established,155
india,138
impulse,28
failed,58
rate,75
maintained,49
reached,175
shores,44
millennium,2
actually,155
arrived,150
passing,113
malay,4
papuan,1
passage,155
purity,26
preserved,67
receive,131
possibly,59
moa,2
apteryx,1
knows,67
considerations,40
regret,28
check,38
christian,186
rise,141
mohammedanism,2
sixth,38
drove,55
faith,384
asia,73
africa,937
threw,22
road,128
led,150
grander,5
fruitful,8
intercourse,26
islamic,2
empire,185
migrations,4
peoples,47
race,257
permanent,47
firm,50
hold,161
maritime,11
nations,69
europe,266
spring,137
capture,30
constantinople,37
turks,11
1452,2
firmly,32
ever,420
route,29
libraries,42
remained,124
ancient,149
captors,2
carried,330
testament,38
manuscripts,5
awakened,11
study,55
western,166
cleansing,1
quickening,2
religion,134
narratives,2
greek,223
explorers,7
impatient,10
blocked,6
lands,191
ancients,4
seek,86
sea,634
energy,37
awoke,6
1492,7
columbus,3
crossed,48
atlantic,28
vasco,10
da,52
gama,14
rounded,60
african,444
continent,156
ocean,102
nothing,489
mussulman,1
power,532
opened,77
portuguese,126
discoveries,24
indian,117
spaniards,19
american,110
pacific,69
neither,215
ships,157
swept,18
seventeenth,27
eastern,190
batavia,87
started,51
1642,4
small,916
command,190
abel,5
heading,5
journal,76
words,287
almighty,21
god,1178
give,463
blessing,19
courageous,7
hollander,9
went,401
forth,182
sailing,53
struck,70
boldly,25
december,92
16th,82
mountainous,24
rose,106
seen,566
european,265
eyes,270
ferocity,9
inhabitants,182
prevented,33
explorer,10
spent,90
weeks,88
along,515
austere,4
calvinism,2
observing,27
special,151
festival,22
rhinelander,1
forget,35
cologne,33
legend,102
associated,61
magi,1
gospels,3
twelfth,36
abreast,50
lies,313
extreme,88
named,172
drie,1
koningen,1
eyland,1
e,502
epiphany,1
spot,126
soil,144
attached,49
something,276
stood,393
alone,156
yet,589
promise,55
gentile,1
tribes,150
brightness,7
rising,109
half,457
startled,10
treasured,3
winged,37
saw,651
length,336
1769,40
appeared,203
captain,119
wrested,1
sovereignty,35
seas,47
looking,122
living,166
tactful,6
fortunate,21
forerunner,2
open,351
communication,52
islanders,12
conciliate,2
prepared,90
lead,94
convicts,11
britain,225
statesmen,31
bethink,1
still,728
newer,12
1787,3
australia,270
penal,2
strange,103
repulsive,3
spectacle,8
presented,66
instruments,26
carrying,81
apostolic,3
bearers,7
send,214
army,47
pious,8
christians,39
prepare,22
wilderness,50
establish,37
advancement,10
glory,58
salvation,17
heathen,32
parts,524
globe,36
contrary,84
takes,102
dregs,1
sweepings,1
gaols,2
hulks,1
prisons,1
forfeited,3
lives,120
laws,177
gives,115
prey,56
sends,19
chosen,45
bring,167
tidings,12
things,541
unsearchable,1
judgments,3
ways,99
finding,104
retreat,47
methods,75
seemed,187
compensating,1
success,174
agencies,16
hostile,31
winds,238
blowing,18
list,234
none,146
tell,161
beforehand,10
whence,56
coming,193
whither,15
go,489
outstanding,6
features,144
found,1322
mark,120
noble,142
possibilities,12
diffused,9
immensity,3
inarticulate,2
undiscoverable,2
_carlyle,1
seed,22
plot,13
away,496
centres,44
beautiful,223
harbours,38
cluster,8
stands,118
sheet,10
water,968
reaching,66
inlets,18
wooded,34
coves,5
sheltered,31
beaches,10
focus,15
whatever,195
intellectual,45
spiritual,184
enjoyed,45
gospel,36
proclaimed,22
fixed,71
headquarters,25
convened,6
signed,41
passed,308
temporary,28
theatre,46
flagstaff,6
cut,222
hills,197
beheld,10
smoke,28
furnace,3
opening,99
nineteenth,25
important,281
locality,12
occupied,100
warlike,20
enterprising,11
tribe,100
ngapuhi,12
infertile,1
waters,57
teemed,1
fish,229
clay,45
cliffs,27
narrow,136
promontories,3
lent,15
readily,29
fortification,5
safe,90
anchorage,50
drew,41
whaling,7
especially,407
harbour,171
accessible,23
weathers,1
welcomed,21
comers,13
take,513
benefits,16
various,285
_hapus_,1
pre,35
owed,9
allegiance,16
warrior,13
fortified,18
puna,8
readiness,13
assimilate,3
kinsmen,6
striking,103
examples,156
height,239
attain,28
dawned,4
circle,31
word,250
came,731
wonders,11
norfolk,18
test,27
four,559
sons,60
set,606
1803,5
thinking,57
mighty,63
consequences,26
result,192
everyone,35
handsome,19
presence,224
dignified,28
manners,26
zealander,2
house,475
regularly,23
behaved,13
decorum,5
loved,25
talk,77
enquiries,3
met,197
ready,140
remarkable,210
hitherto,79
encourage,23
labours,38
shone,9
brightly,3
contrast,51
surrounding,55
selected,25
cambridge,39
person,213
philanthropist,2
wilberforce,1
difficult,146
evangelical,6
fervour,9
strong,318
yorkshire,13
brain,16
clearest,6
head,605
eleven,20
fighting,67
fight,77
vice,49
daunted,4
soured,1
classes,59
races,193
sympathies,10
excited,23
gregory,1
marketplace,3
rome,156
fold,22
pass,168
active,103
steps,73
born,146
project,56
died,150
amidst,36
lot,51
zealanders,12
evangelisation,2
constant,88
remarked,27
planted,43
acorn,1
sturdy,4
oak,11
surface,206
pioneer,27
done,417
cost,86
presents,44
built,379
envy,8
neighbours,38
eventually,39
compass,59
destruction,55
happened,60
1809,4
best,331
crew,44
terrible,42
slaughter,43
handle,21
enemies,143
accused,32
whalers,6
participation,7
outrage,4
stormed,1
_pa_,31
slaughtered,15
unsuspecting,6
escaped,29
wound,21
killed,87
authors,18
piteous,4
story,115
reflects,5
kinsman,1
inheritor,1
determined,100
see,865
year,501
common,431
sailor,8
vessel,49
roving,5
suited,19
adventurous,8
temperament,8
spite,89
foul,17
play,54
ship,747
duties,74
talked,12
projected,19
vicissitudes,3
attained,48
object,137
cast,85
anchor,205
bridge,17
learn,86
secret,39
cruel,31
chaplains,1
sailors,23
institutes,3
waterside,2
missions,23
care,168
thronged,5
waterways,3
poor,102
anywhere,48
employers,11
employed,143
eighteenth,31
morality,16
begun,150
changing,11
tone,33
excesses,3
french,221
revolution,31
reaction,18
upper,292
seriously,25
revival,43
abroad,27
romantic,11
ascendant,1
black,547
skin,137
palm,37
tree,151
picture,42
appealed,23
conscience,14
historic,56
earnest,23
encouragement,22
starved,5
beaten,12
docks,3
thither,39
1807,1
business,104
grave,59
recognised,33
practical,63
sought,81
advice,48
matters,109
concerning,55
welfare,27
betook,3
entertained,33
grandiloquent,1
biographer,2
obscure,21
botany,22
paced,1
strand,2
whitehall,6
chambers,48
laying,100
southern,201
hemisphere,20
charged,22
projects,11
eternal,31
suspended,14
proposals,12
outcome,13
wished,65
industrial,49
proposed,68
artisans,18
ordained,18
carpenter,31
smith,14
twine,2
spinner,1
sound,187
piety,13
lively,7
lessons,6
whilst,113
instructing,3
forging,3
bolt,24
spinning,2
flax,11
scheme,80
relished,4
committee,82
dark,261
skinned,8
savage,48
human,204
picturing,2
rushing,6
gladly,16
meet,139
receiving,31
unquestioning,2
belief,62
crying,5
agony,12
terror,22
saved,37
apparent,61
inclined,44
despair,17
accepting,11
unromantic,1
jarred,1
perplexity,7
imaginary,11
carefully,72
plan,398
gradually,76
yielded,12
agreed,42
training,36
aspirants,1
newly,53
societies,12
hearts,88
possess,71
qualities,44
perseverance,20
tact,14
offices,29
carlisle,5
midlands,3
supplied,28
shoemaker,1
technical,33
shipbuilding,1
rope,20
month,175
august,121
earthly,16
tempting,1
per,273
annum,16
grow,76
corn,33
support,172
expenses,13
advanced,95
sum,55
100,111
plain,98
poorly,6
paid,103
mechanics,1
undaunted,1
undertake,23
mightier,5
coadjutor,1
offered,94
_ann_,3
sail,324
surely,89
freight,3
gravesend,2
boat,326
naked,67
seafaring,1
englishman,39
employer,11
robbed,6
wages,33
heartless,2
master,138
clothes,23
procured,5
sick,55
tried,81
russian,13
peter,93
bringing,63
benefit,51
die,71
portsmouth,5
25th,54
finally,106
six,286
months,241
warmer,9
latitudes,17
observed,208
forecastle,2
forlorn,3
strongly,73
wrapped,11
coat,53
racked,2
violent,28
cough,3
bleeding,5
lungs,15
live,254
stranger,21
nephew,11
acquaintance,26
kindness,21
health,96
invalid,6
improved,29
remembrance,11
injuries,2
melted,12
sunshine,18
almost,362
momentous,22
results,101
carleton,15
says,180
necessary,261
associate,11
thrown,66
afford,57
gained,38
footing,15
sustained,33
civilised,18
innovator,1
withered,6
jonah,1
gourd,1
end,528
premature,7
decease,2
going,205
helped,34
unexpected,12
agency,16
sydney,50
merchants,15
resolved,78
trading,24
moment,130
news,234
destination,11
event,29
referred,68
checked,22
adventure,30
throwing,25
isolation,13
aloofness,2
sailed,82
previously,43
surprised,40
exceptions,25
70,88
cooked,12
eaten,35
report,137
awful,16
horrible,8
enacted,19
folk,33
victims,38
fever,38
heat,49
indignation,9
intensified,2
intelligence,56
murderers,7
respectable,14
guest,30
table,91
dared,5
streets,50
required,101
protect,46
relative,29
protector,10
quietly,27
farm,193
abandoned,34
interruption,6
favourite,32
severe,62
hopeful,17
heard,177
case,367
refused,68
rightly,18
guilt,6
passion,27
vengeance,14
somewhat,183
calmed,3
opportunity,116
craft,16
gave,379
wheat,33
tools,34
adventures,6
ended,32
following,235
tale,13
woe,5
sight,260
instead,235
unprincipled,1
marooned,1
despatched,13
hoes,5
spades,5
safely,33
satisfaction,58
quiet,72
effective,83
behalf,127
hoped,56
proclaim,18
suspense,4
venture,28
cannibals,7
forbidden,18
macquarie,2
powerful,88
functionary,3
quixotic,1
balked,1
parsonage,6
standing,158
showed,85
varied,67
explained,47
administer,11
magisterial,4
bench,7
several,713
chiefs,147
acquired,49
elements,85
disposed,37
visitors,28
learned,60
absolute,39
depend,54
thereafter,22
laboured,12
diligently,7
trades,11
earning,8
400,36
unselfishness,2
true,318
purpose,222
yielding,8
fascinations,2
mammon,1
uselessly,1
unhopefully,1
bit,53
augury,1
sown,8
throw,51
loves,7
burthen,2
heavenly,12
perfect,111
earthen,3
_r,4
browning,2
fourth,57
signs,81
approaching,33
encouraged,25
sure,115
pleaded,15
earnestly,22
schoolmaster,7
influential,18
succeeded,65
fifteen,52
resolutions,22
favour,60
armed,51
approached,32
reluctantly,2
consented,7
allow,80
sufficiently,67
shipping,51
problem,68
overcame,3
raised,90
security,24
brig,9
110,36
tons,19
claims,38
honour,93
instructed,55
possible,303
articles,127
trade,169
4th,61
mill,13
gift,41
machine,82
played,29
harvested,1
sceptical,4
possibility,33
converting,5
bread,61
doubt,189
weight,97
vain,36
try,135
expedient,13
appeals,11
benefactor,2
changed,48
grown,68
eager,35
watched,29
mealy,1
stream,107
issuing,3
beneath,91
cake,5
quickly,66
incredulity,2
volunteered,10
accompany,24
22nd,58
thoroughly,51
successful,101
longer,221
withhold,5
consent,29
granted,54
starting,23
busy,35
catechists,8
loaded,16
nicholas,23
accompanied,93
bore,383
resemblance,44
horses,62
cattle,195
pigs,12
goats,24
poultry,26
servants,54
wives,26
children,181
patriarch,6
seeds,40
stormy,16
weather,723
delayed,9
misery,19
sighted,18
saturday,167
17th,70
travellers,21
tuesday,158
enter,276
dreaded,5
haven,13
seeing,137
force,220
acted,31
intermediaries,2
companion,18
savages,15
sleeping,32
starlit,2
sky,75
rangihoua,11
deck,29
gaze,24
bracken,13
manuka,1
farther,136
slopes,27
clad,26
remind,15
fern,20
heather,22
chiefly,114
attracted,30
isolated,50
hill,153
steeply,6
remnant,9
crowned,40
residence,47
highest,99
around,172
crowded,28
fifty,84
dwellings,39
palisade,1
neat,22
plantations,39
potatoes,21
kumaras,1
hang,23
steep,76
declivity,2
outer,76
rampart,3
encircled,3
rushed,9
beach,52
cries,26
greeted,4
affectionate,11
regard,152
fame,14
familiar,79
cows,16
caused,135
panic,10
animals,176
admiration,56
sense,237
expectancy,2
pain,46
misconduct,1
occurred,54
household,14
next,332
morning,424
adultery,1
advised,20
lash,2
male,108
offender,3
thirty,120
strokes,2
vindicated,5
treated,115
guests,7
mimic,3
warfare,18
korokoro,5
warriors,31
pomp,1
paint,22
feathers,35
rehearsed,1
naval,33
engagement,9
brandished,2
spears,10
curdling,2
yells,1
forcibly,16
imagination,33
perils,8
store,51
wore,47
arts,75
preparations,16
preaching,10
acre,9
oihi,2
fenced,5
area,151
improvised,2
rough,77
seats,34
planks,9
upturned,5
erected,127
desk,3
pulpit,12
draped,2
cloth,97
duck,12
top,166
reared,9
classical,24
celebrity,2
flag,57
flying,66
pleasing,36
considered,177
signal,39
dawn,26
liberty,69
benighted,1
viewed,7
colours,40
gratification,6
flattered,3
till,178
happiness,32
subjects,111
o,453
clock,245
ashore,121
publish,15
apprehensions,3
safety,42
ordered,43
shore,477
attend,41
landed,102
dressed,23
regimentals,1
marched,19
enclosure,15
swords,4
switches,14
rear,18
town,523
women,205
solemn,34
silence,28
prevailed,47
truly,89
impressive,32
began,227
singing,33
hundredth,2
psalm,3
soul,138
melt,6
congregation,20
sat,34
signals,8
switch,17
regulated,5
movements,39
preached,18
tenth,24
verse,6
behold,48
joy,50
etc,350
understand,105
meant,69
replied,37
explain,46
meaning,57
informed,47
talking,22
pleased,89
obliged,138
extremely,83
anxious,53
convince,11
everything,183
principal,116
introduced,96
fervently,4
pray,85
depart,18
shall,627
deeply,65
furious,8
dance,14
appreciation,37
conflicting,3
feelings,63
withdrew,9
administered,24
sacrament,8
saviour,7
birth,70
suffered,70
reflections,8
berth,6
summer,141
desolated,4
citadel,8
ventured,12
angels,13
song,17
goodwill,4
hope,178
enjoying,11
desperate,10
strife,23
napoleon,15
prisoner,22
elba,1
dogs,33
chained,2
outburst,4
carnage,5
waterloo,1
listening,15
thoughtfully,1
fortnight,24
serve,89
divided,122
separate,99
apartments,10
certain,351
subordinate,24
objects,59
obedience,37
exploring,15
hauraki,8
gulf,15
conveyance,4
expensive,10
remembered,63
strained,4
private,99
resources,105
equipment,23
recoup,1
outlay,3
logs,14
spars,1
middle,270
february,90
cargo,4
settling,26
nearing,8
expiration,5
claimed,38
child,86
baptism,12
infant,20
air,177
solemnly,6
admitted,68
flock,16
skill,63
resource,22
fallen,53
hour,160
triumph,27
victim,30
12th,84
manly,11
rainy,31
probably,301
gone,124
wet,96
contracted,20
pneumonia,4
suffering,38
chill,7
defied,2
attentions,7
visited,92
daily,92
_tohunga_,2
forbad,3
admission,12
returned,105
entrance,170
threatening,10
bombard,1
guns,66
grateful,55
rallied,4
grew,52
worse,67
deposited,21
bare,70
await,6
compared,57
purposed,5
build,86
carry,152
site,161
metropolis,5
borne,18
laid,217
complete,157
wife,87
hung,15
grief,19
enlightened,14
countrymen,23
seems,289
wholly,113
misgiving,3
suggestions,13
reactionary,5
party,199
slavery,46
dispossession,1
lofty,79
eminence,17
residing,10
taught,59
houses,255
fitted,41
mechanical,26
appliances,7
vigorous,39
canoe,60
stalwart,7
tatooed,1
rowers,3
motor,19
caste,7
engineer,12
existence,108
show,205
graves,12
stone,318
cross,126
marks,66
soweth,1
discord,2
brethren,33
_proverbs,1
easy,144
dead,160
fill,47
successor,21
genial,12
cared,28
ruler,5
uncle,14
lived,113
disclose,7
behaviour,33
gentlemanly,2
assured,58
protection,98
limitations,14
naturally,70
vegetables,20
cold,105
fertile,57
sagacious,4
veto,10
proposal,22
sunny,21
mouth,152
50,167
acres,40
transferred,27
family,134
prolific,11
maize,11
congratulating,4
wisdom,55
altered,43
felled,5
visitor,34
axe,20
struggled,8
feet,670
countenance,10
suffused,1
smashing,1
blow,62
dealt,29
ruffian,1
furniture,16
colleagues,21
share,88
_tapu_,1
barren,67
refuge,23
stayed,17
pilfering,2
occasional,29
threat,6
used,364
terms,97
indiscriminately,3
arose,32
including,139
consisted,41
five,383
basis,47
settler,9
stock,116
goods,49
leaving,133
concession,20
intended,111
compensate,2
incomes,2
convinced,28
traffic,26
objections,9
characteristic,75
promptitude,4
remodelled,14
calling,49
community,175
profits,14
defraying,1
rations,5
food,254
necessaries,10
percentage,7
profit,17
accrue,2
voyages,33
accepted,77
protest,28
adopted,69
foreshadowing,1
earliest,59
example,210
socialism,4
experiments,12
inspiring,11
lacked,8
meantime,24
cleverest,1
group,157
ambitious,15
chafed,2
restrictions,26
imposed,24
superior,74
powers,82
mostly,126
exercised,30
runaway,5
vote,48
counted,17
promised,36
spoke,80
warmth,12
sanguinity,1
assistant,17
glowing,6
reports,75
evil,90
1816,1
sending,59
accusations,3
plausible,7
quarrels,10
wearied,2
discouragements,2
insults,3
retire,26
post,87
firearms,23
cooled,7
grieved,6
sad,27
declension,1
apply,55
remedy,23
1819,3
staying,11
singularly,23
devoted,77
methodist,18
preacher,6
broken,121
suggested,70
investigate,7
mediæval,54
assistance,76
infuse,3
failing,11
seculars,1
boldness,17
justified,32
tactfully,2
mediated,1
separated,65
prayer,88
exhortation,4
rekindled,3
flagging,1
operations,51
hokianga,14
boated,1
whangaruru,1
trust,75
proper,179
prevent,81
differences,61
initiate,2
hopefully,4
recent,158
relate,8
forgiven,8
assaulted,5
prosperous,24
iron,136
stole,5
rudder,9
hangings,1
shelter,65
helpers,5
butler,5
francis,36
james,60
kemp,16
extension,54
dozen,45
axes,9
vale,5
amid,23
waterfalls,4
assigned,19
taking,166
pushed,21
vines,7
leaf,52
agriculture,23
feature,129
blind,83
potato,4
temporal,11
visible,59
attended,111
september,104
held,218
solemnity,9
occasion,109
fail,41
excite,19
breasts,7
sensations,5
corresponding,21
peculiar,74
ordinance,13
instituted,9
lord,256
disciples,8
adverted,1
ends,67
promising,36
appearances,11
unvisited,3
admiralty,69
needed,84
kauri,1
avail,14
unlooked,2
nine,103
longest,11
arduous,15
nullified,1
contemplation,8
memorable,14
annals,18
appreciate,21
significance,31
1820,12
courses,55
begin,113
definitely,22
disbanded,1
relinquish,3
design,327
obtaining,20
_utu_,3
lately,61
slain,20
battle,49
main,364
eye,236
tooth,20
creed,13
murderer,2
someone,33
equal,131
rank,70
dignity,77
dissatisfaction,3
fanned,4
ambitions,5
fearing,12
lose,51
restraining,6
utmost,71
dissuade,1
accordingly,100
abilities,10
furnishing,5
professor,33
lee,12
materials,68
scientific,26
orthography,4
language,146
orders,146
meanwhile,38
nobles,6
prelates,6
monarch,17
appreciated,25
immediately,156
seized,36
certainly,125
majesty,259
suit,12
armour,9
tower,139
shaken,6
notice,106
norwich,8
seat,47
pew,3
altar,22
ordination,7
wig,1
emblematic,1
consistently,9
doctrines,10
official,56
representatives,70
better,360
uphold,4
direction,157
using,125
muskets,7
powder,15
barter,4
avoid,49
satisfied,72
becoming,52
defence,91
withdrawn,21
keenly,9
alive,42
advantages,26
alarmed,23
peaceful,32
commerce,38
wonderful,59
series,108
obligation,10
cutters,1
valley,88
memories,14
returning,32
estuary,6
kaipara,7
northern,205
panmure,1
became,233
pivot,2
particularly,134
june,125
november,90
encompass,1
overland,7
numerous,143
writes,19
slept,13
swamps,25
creeks,11
rivers,57
providence,21
accident,11
unpleasant,14
highly,109
gratified,9
travel,60
traced,22
elucidated,2
reasons,56
presently,41
appear,336
importance,151
rembrandtesque,1
quoted,14
narrates,1
pataua,1
whangarei,3
rocks,160
appearance,200
abbey,56
conducted,39
ascend,7
path,37
sitting,27
fires,35
roasting,4
snappers,1
crawfish,2
root,40
roaring,5
foot,153
waves,24
rolled,14
deep,211
caverns,8
precipice,8
huts,36
groups,123
conversing,3
tended,32
reflection,12
substitute,15
term,76
mercury,29
proposes,4
towranga,1
emendation,1
sided,11
compel,10
sincere,20
astonished,11
aristocratic,4
salting,1
barrels,4
export,12
bearing,150
cheerfully,4
extremes,8
hot,54
dry,173
counsellor,2
resolute,5
warm,75
hearted,9
stay,105
midst,51
indite,1
sweetness,11
wherever,51
passes,59
finds,62
grass,218
adoring,3
wonder,45
mysteries,7
redemption,6
rises,67
vision,36
jesus,67
behind,236
put,362
plough,6
beds,46
insecurity,3
continue,119
helena,16
portion,121
purposes,96
defences,6
showered,7
excepting,29
bartered,2
hawaiki,3
invisible,17
figure,86
reason,290
grim,11
supposed,92
lurk,1
july,111
1821,2
aloof,7
reserve,26
allowance,12
inevitable,32
disillusionment,1
palaces,124
startlingly,2
grievance,23
cessation,6
approved,29
attire,5
court,148
musket,10
dollar,10
effects,51
insolent,4
broke,74
fences,5
become,400
reconciled,4
aggression,5
reprisals,5
immense,57
armament,3
waitemata,2
helmet,4
mail,342
declaimed,2
wrongs,7
enemy,141
stockade,6
treacherous,8
bullet,9
grant,45
assault,11
contest,7
swallowed,11
rival,21
drank,12
welled,1
throat,40
taste,92
rouse,6
tiger,5
proceeded,58
sweep,14
fire,169
sword,17
deserted,19
reduced,79
receptive,3
mountains,166
interior,216
exposed,37
described,158
000,357
prisoners,29
doors,55
inflamed,3
lust,3
gloated,1
sufferings,19
surrounded,79
premises,7
poles,8
stuck,24
flesh,79
rotting,2
unhappy,17
rescued,5
rest,256
bear,100
intolerable,13
humiliation,5
degradation,12
cartridge,2
boxes,4
troops,98
forge,19
manufacture,14
ammunition,24
lines,254
diary,3
casting,14
balls,11
shop,21
resist,31
powerless,8
dismissed,16
accord,17
abandoning,2
bright,80
improving,6
drop,22
bitterness,6
added,131
cup,6
educated,35
mortality,13
inaugurated,9
charred,2
whitening,10
bones,69
face,202
seven,155
bound,75
burden,36
cry,57
spake,28
maeldune,2
thine,24
remember,108
mine,71
thy,300
single,161
father,185
finn,1
suffer,75
_legend,1
reflect,10
evils,14
crept,3
completely,60
annihilated,4
exist,82
affords,24
proof,63
judgment,57
shame,12
gather,48
higher,134
class,95
concurrently,1
actions,21
frigate,5
prize,6
towed,1
terrific,7
gale,104
confusion,36
attempted,55
retake,1
officers,110
serious,98
resigned,17
pay,105
peril,12
equip,4
nautical,8
lieutenant,58
arrangements,65
setting,81
candidate,6
studied,34
surgery,3
bided,1
undesirable,5
married,15
university,90
brother,163
law,394
turned,125
foreign,86
deacon,5
priest,47
raid,8
quieter,2
adhere,9
age,166
arriving,11
providentially,3
trained,29
factor,29
leadership,18
deficient,7
joined,51
milder,9
wanting,45
professional,16
brothers,25
culture,34
wider,34
expected,128
unappreciated,1
quality,47
personal,88
dauntless,2
elder,18
_tangata,1
riri_,1
angry,19
shuts,2
tent,27
door,81
sit,42
_atua_,1
lips,28
anger,13
arm,64
struggling,15
fly,33
throats,8
won,54
thumb,14
key,75
gang,5
bullies,1
bent,47
bodily,16
injury,15
interference,24
builders,62
oar,2
stout,20
stake,7
sharp,78
fray,2
intruders,3
encounter,14
shameless,1
taunt,2
messengers,12
bid,7
discomfited,1
wanton,3
defiant,1
umbrella,5
spectacles,2
nose,33
watch,61
band,46
lady,61
outstretched,3
tongue,35
sounding,33
thwack,1
indignity,4
fled,33
cried,20
saucy,1
damsels,2
regain,6
soused,1
narrator,2
wetter,1
obtained,103
ascendancy,2
idolised,1
physical,79
prowess,3
mistake,47
suppose,69
authoritative,7
ministry,43
shipboard,2
female,134
untiring,7
attempts,38
uplift,3
creatures,67
sex,30
straight,42
glance,30
fine,267
compressed,15
respect,149
differed,15
preceded,24
idealist,2
dreamed,6
dreams,9
visions,9
front,255
undivided,3
instinct,9
rigidly,6
senior,12
officer,67
centurion,1
regarded,108
decided,56
abode,21
loth,2
refuse,33
disconsolate,1
relatives,18
wiser,9
bestow,11
warpath,2
resort,19
crews,7
acquiring,14
vices,7
diseases,13
hideous,7
central,249
proved,120
demeanour,7
bell,46
rang,4
sundays,3
books,110
propriety,16
fashion,34
older,43
repeat,15
sing,23
moturoa,1
shipwrecked,2
passengers,15
forebore,1
plunder,5
wreck,3
connection,102
dissolved,6
fairburn,7
clarke,9
hamlin,10
1826,3
1828,14
clergymen,5
yate,7
baker,8
preece,3
matthews,4
1832,7
puckey,3
compelled,37
asthmatic,1
affection,19
1824,6
youths,5
evident,65
type,373
urgently,3
saunders,47
lack,59
skilled,14
agriculturist,3
settlements,32
flour,7
eat,128
climate,84
unfavourable,13
dorsetshire,1
farmer,79
mangrove,11
lined,5
twelve,63
inland,85
succeed,29
prospered,5
drastic,15
regulations,24
slightest,16
transaction,14
individual,88
tantamount,1
confession,9
breakdown,2
produce,131
ye,64
_first_,1
organ,21
pipe,9
delighted,34
welsh,4
ears,162
groceries,5
collect,11
pork,7
feed,42
60,91
ton,9
schooner,12
launched,15
wrecked,5
entering,31
intermittent,5
hours,226
mapped,11
kinds,116
literary,15
oblivion,3
acquisition,29
excelled,3
oxford,31
graduate,11
terrors,2
volumes,16
translated,24
portions,61
catechism,5
specimens,43
exerted,22
incalculable,4
teaching,122
translating,3
brotherhood,68
founding,9
spots,88
turmoil,6
bloodshed,10
1827,6
raided,8
dangerous,75
stricken,17
brotherly,4
turn,161
describe,48
breach,15
flew,10
warship,7
comfortable,20
unity,61
godly,3
devoting,2
aware,41
tenure,7
depended,25
advising,5
posts,41
shipped,5
_taua_,7
stripping,2
proceeding,29
strictly,28
accordance,18
_muru_,1
understood,84
complimentary,2
testimonial,1
possessions,27
destitute,16
estimates,4
conduct,55
moments,12
requesting,5
survivors,9
treat,28
shrewd,5
thoughtful,14
relying,5
unqualified,3
encomium,2
specially,65
helper,2
beneficial,12
sigh,1
comes,100
stripped,10
estimation,6
quarrel,12
hostilities,20
worsted,2
unwilling,19
camps,8
everywhere,95
strict,24
enjoined,5
deference,9
ambassadors,2
500,47
neutral,6
contending,7
hosts,12
silent,38
respectful,5
recalled,16
fourteen,31
concluded,39
role,10
peacemaker,1
flames,8
curses,6
hurled,7
woman,73
fought,37
partisans,4
juncture,9
suddenly,60
discussion,62
obtain,58
territory,150
involved,34
dragged,16
fleets,2
stop,53
partly,140
exhortations,5
generalship,1
heartedly,4
confessed,26
heavy,155
shoot,25
depicted,5
irish,38
weary,20
sin,39
deadly,24
feuds,6
thirteen,21
admit,66
consummation,10
desirable,31
conversion,8
frequent,101
announcement,5
heaven,136
cease,23
rangi,1
1825,4
1829,2
struggles,13
prolonged,12
frequently,202
solicited,2
coveted,3
weapon,10
endowed,22
ordinary,90
baptised,12
uncommon,21
according,165
customs,61
rites,21
untie,2
cords,3
devil,15
loosen,3
fall,118
beholding,5
sinfulness,1
looks,83
grieve,3
sins,30
blotted,2
23,132
significant,9
previous,78
baptismal,3
baptise,1
publicly,22
appropriate,34
david,20
invaluable,6
teachers,60
gleams,1
inasmuch,11
shared,15
shown,127
southward,209
isthmus,13
wars,70
remaining,39
concentration,9
forced,81
efficiently,5
bad,106
openings,43
elsewhere,84
builded,3
knew,114
guessed,4
wistful,1
faces,48
slaves,55
torn,12
homes,51
befriended,3
rangatiras,1
destined,41
pioneers,40
outwardly,3
achievements,34
annual,39
examinations,3
twice,50
scholars,9
proceedings,47
lasted,24
finished,90
feast,23
included,61
178,19
92,67
examination,42
acquires,6
political,183
spectators,11
orderliness,4
delightful,21
atmosphere,24
keenness,1
pervaded,4
parties,50
weld,1
bond,26
exhibitions,2
adhesion,5
multiply,24
quarters,61
picturesque,80
simile,2
spreading,17
unto,160
israel,48
_exod,1
unlike,66
discovered,121
manukau,8
_endeavour_,1
greater,199
expeditions,10
variety,127
obstacles,33
tied,29
southwards,2
devastated,3
absorbed,7
energies,19
hence,47
1833,8
slight,68
shows,120
blank,33
wilson,23
morgan,15
colenso,13
termination,16
creep,9
fastnesses,2
occupy,44
ravaged,4
cautiously,6
tentatively,1
resolution,76
plant,50
actual,82
explored,27
hesitation,15
ascertain,21
brief,34
haste,14
belongings,9
roar,4
surf,17
coasts,17
distinctly,29
shortly,52
dashing,3
scream,7
fowl,24
weird,15
noise,21
hollow,87
cave,27
dread,10
gateway,17
unseen,15
masses,89
kelp,2
swung,4
fro,6
believed,82
spirits,46
idealised,1
counterpart,4
thereof,41
projecting,44
halfway,10
cliff,12
venerated,6
ladder,5
descent,17
pathetic,4
lest,20
frail,3
whereas,51
bunches,8
superstitions,9
clearly,74
encouraging,15
attack,110
unknown,84
october,102
constitutes,17
boats,128
nights,32
fortifications,7
residences,20
beings,32
devotions,5
birds,187
melodious,4
songs,19
hospitality,19
fuchsia,1
bushes,38
cloven,1
skull,37
scenes,14
noticed,33
coromandel,2
kopu,1
175,20
waihou,3
tide,112
range,150
flat,137
forest,69
extended,91
reach,143
habitations,9
increasingly,25
destroyed,73
stories,99
lingered,3
submerged,6
flooded,4
conjecture,11
occasionally,75
banks,210
torches,1
illumination,5
evensong,3
accustomed,38
sung,10
intense,28
surprise,38
audience,15
heartily,14
tune,10
trembling,9
excitement,21
reader,101
uttered,27
thou,242
voices,18
response,43
canticle,1
hymn,19
presumably,24
fruit,102
gain,61
potentate,4
region,133
celebrated,30
dreary,12
woods,130
sank,8
mud,43
chests,2
emerged,12
park,30
gracious,7
bloodstained,1
impression,59
questions,139
desirous,24
conversation,52
clue,6
amongst,77
tributary,4
damp,13
unhealthy,12
centrally,1
situated,61
neighbourhood,74
raupo,4
surprises,3
ones,117
1836,21
explore,28
waste,38
uninhabited,7
canoes,129
essayed,1
_mokis_,1
bundles,2
stalks,5
rafts,1
paddled,1
distance,747
containing,44
younger,28
wherowhero,2
potatau,5
strangers,40
remarks,43
uncomfortably,3
ago,195
taranakis,1
indicated,30
neglected,22
directed,69
speaker,32
rebuke,6
mentioned,275
ngaruawahia,4
confluence,3
waipa,4
boating,1
pull,14
pirongia,1
fix,33
necessarily,48
elapsed,12
journeyed,6
evidently,66
wrath,10
realise,16
favoured,19
preservation,22
undertook,13
1835,6
stack,11
settled,116
springs,28
geysers,1
frontier,54
mainly,106
misunderstandings,4
arise,58
cause,250
ensued,4
kindled,8
suffice,8
touched,56
feel,132
outbreak,29
secured,60
murdered,10
conveyed,34
related,82
incumbent,7
redoubtable,2
deaf,14
sweet,61
rotoruas,2
kumeras,2
gratify,1
wolfish,1
looted,2
assistants,2
knight,8
pilley,1
former,170
wounded,42
fortunately,42
absent,26
dangers,39
ladies,16
hurried,10
bank,153
unexpectedly,7
rowing,8
endeavour,150
thick,121
fog,7
dripping,1
sandy,138
canvas,13
shrubs,32
mesdames,3
luggage,3
fugitives,10
comfort,40
green,177
wood,329
hearing,47
pale,35
level,103
countenances,4
sorrow,21
gladness,9
packed,7
arranged,51
unharmed,2
marauding,1
bands,36
infested,6
convoy,5
plundered,2
pursuit,40
encountered,21
grotesque,8
laugh,7
shirts,5
marching,7
olive,34
coloured,271
enveloped,6
silk,4
belonging,58
strip,32
cotton,10
print,22
neck,49
remainder,129
apparel,5
lighter,40
humour,8
lessened,3
strangely,16
procession,18
robbers,1
hero,8
episode,7
embraced,14
thomson,3
witnessed,16
compatriots,5
join,67
followers,43
worshipping,8
keeping,76
elementary,15
thicken,2
clung,8
retired,27
lake,80
famous,65
hinemoa,2
beauty,168
traditions,50
fugitive,4
hut,26
chimney,1
window,73
confine,9
inside,61
construct,13
lamp,24
lard,1
complained,21
reproach,9
repining,1
soften,5
desultory,2
occupants,8
refugees,7
issue,33
abandonment,10
mild,14
forgiving,1
touching,20
incidents,11
avowed,4
daughter,39
sheltering,3
connected,118
encamped,3
wairere,1
magnificent,60
cascade,9
falls,54
meal,29
pillowed,1
precious,69
daylight,72
camp,44
seize,23
escape,75
bush,34
arouse,11
sleep,76
departed,32
agonised,1
lying,117
mangled,2
corpse,2
girl,8
mansions,5
buried,34
deepest,23
payment,17
driving,36
concerned,74
uita,1
embrace,21
reconciliation,4
maiden,6
cheer,10
_then_,2
_now_,1
joyful,10
tales,9
fate,27
coincided,5
awakening,10
base,135
souls,42
numbers,220
stringent,13
tests,6
undoubtedly,35
aroused,13
extraordinary,80
danced,1
ponderous,8
acclaimed,3
printer,3
victorious,14
bags,8
thousand,133
copies,48
epistles,3
ephesians,1
philippians,1
published,99
booklet,5
printers,3
bind,17
fast,85
regions,97
inaccessible,11
penetrated,21
wild,167
aspect,99
triumphal,8
wesleyan,31
litter,34
pride,38
products,32
workmanship,21
departments,15
flourishing,20
solid,56
bridges,11
capacity,38
pursuits,11
scriptures,13
veneration,10
fired,17
executed,33
dances,7
gentler,1
gazing,8
moving,40
limb,12
uttering,16
urged,30
levee,2
chair,14
travelled,45
link,19
farewell,36
dwelling,38
suitable,43
interrupted,20
curious,73
sabbatarian,1
sect,7
arisen,34
fort,124
manifold,24
climax,6
crowds,13
resembled,15
miletus,8
ephesus,6
paul,80
kissed,1
deceased,17
remarking,4
separation,28
lifting,7
moon,144
shining,18
pathway,2
heaving,18
exclaimed,4
vault,96
cemetery,13
seldom,93
anyone,32
rich,166
fields,106
activity,61
tahitian,7
equally,90
generosity,7
ardent,16
enormous,52
overcome,23
plentiful,30
harvest,39
gathered,58
boundless,6
liberality,3
amount,77
provided,99
funds,26
quote,14
likely,136
writer,66
actor,2
wrought,41
righteousness,8
unbounded,5
unselfish,5
brilliant,45
benevolence,3
universal,55
title,47
estate,14
monument,55
perish,13
proud,38
secure,79
holds,39
stedfast,1
ultimate,26
capability,3
drive,61
breast,30
bringeth,1
_psalms,1
approach,67
rooted,15
nursed,2
watered,14
tears,22
disappointment,14
bloom,5
duration,10
colleague,6
wardrobes,1
pressed,29
centre,108
catechetical,1
enthusiastic,21
itinerated,1
bold,56
undertaking,29
discover,97
dimly,6
descended,18
graveyard,1
indulge,17
useless,34
eagerness,6
evidence,115
deputation,95
30,298
blankets,6
ask,147
burial,12
unbaptised,1
toward,82
wise,60
maraetai,1
northwards,18
r,163
worked,113
dublin,2
eloquence,7
personality,23
commanding,11
rivalled,4
450,4
examined,36
300,60
schoolhouse,2
displayed,38
proficiency,2
repeating,6
correctly,14
chapters,38
celebration,5
participated,3
deftly,1
carved,98
apportioned,1
vanished,17
magic,11
animation,2
cheerfulness,6
fatigue,6
cheering,6
privileged,14
appointed,96
requested,14
extend,82
calls,34
imaginative,11
pictures,46
probable,75
expectation,6
doubtless,62
heartiness,3
hundreds,70
thousands,68
feastings,1
rejoicings,1
reverse,19
lordship,5
intention,55
dec,16
21,149
sort,231
public,309
nigh,10
unaffected,9
weak,46
appropriateness,5
distinctively,9
acts,73
performed,46
consecration,22
grounds,38
judge,62
dying,16
prelate,3
jan,32
44,100
handful,14
owing,163
shortness,7
unable,55
dealing,23
cheered,3
sympathetic,19
ministrations,8
united,143
expressing,21
undergraduate,3
delicate,65
diaconate,7
priesthood,15
dedicate,1
agent,11
richly,51
blest,2
preceding,47
pages,30
humbler,8
recorded,72
bolder,4
amazing,8
insignificance,5
magnitude,19
achieved,41
contact,73
prevailing,23
becalmed,2
wind,920
sprung,64
allot,4
unkind,3
influences,38
eastwards,6
blown,13
winter,195
1834,8
successfully,33
restored,34
kinsfolk,14
incident,23
lain,4
rescuers,1
despised,10
qualify,4
deliverance,8
engrossing,1
earlier,109
raiding,5
masters,24
hungering,2
preach,7
verses,3
strips,11
paper,97
tribesmen,12
superstitious,13
reputation,31
increased,95
degree,138
military,71
alliance,7
promontory,11
juts,2
confident,30
stipulated,4
cannibalism,10
unnecessary,34
final,49
slave,32
fearlessly,3
onward,26
hail,29
bullets,5
hit,244
charm,43
obeyed,12
stipulations,1
implicit,6
sanctity,4
_ra,1
tapu_,1
weekly,19
hicks,43
walked,22
populous,18
outcry,4
_two_,1
sabbaths,2
week,68
ripe,14
strikingly,18
overflowing,3
wonderfully,12
directly,85
evangelising,1
liberated,8
begins,58
receptacle,3
headless,1
owner,40
disappeared,35
asking,47
thrilled,1
hearers,9
purport,3
backward,18
procuring,6
traders,16
foresaw,5
kawhia,5
geographical,20
acquire,29
weapons,38
resorted,12
remove,28
migration,3
effected,29
blending,4
statecraft,2
heroism,8
treachery,13
cruelty,17
purview,3
date,149
securely,2
fastness,3
ngatitoas,4
mainland,28
personage,3
seemingly,27
insignificant,22
fascinated,6
damaged,13
cousin,5
cousins,8
learnt,20
sometimes,477
woke,7
slowly,57
art,326
write,89
urgent,28
voted,11
volunteer,12
cabin,9
utter,32
oh,32
announced,19
consumptive,3
recruit,8
errand,4
settle,35
happy,102
21st,43
step,81
fateful,8
retinue,2
palliser,9
straits,41
starboard,22
bow,48
represented,111
inlet,58
capacious,7
recesses,10
colonel,35
wakefield,15
emigrant,23
displeasure,11
claiming,8
possession,107
reihana,3
fellow,81
opposed,43
sale,37
rights,133
insisted,22
colonisation,14
undertaken,33
boil,8
happier,12
property,102
jeopardy,3
section,165
comprised,17
pegged,1
surveyors,3
reserves,22
sold,41
proceeds,12
endowment,8
misrepresentation,3
undeserved,3
obloquy,1
distributing,6
walk,57
unwell,1
pluckily,1
nov,16
suburbs,11
walking,24
waikanae,13
ceremonious,2
